Revit 2021.1 API
FormatOptions.IsValidUnitSymbol Method
Overload List
Name | Description
IsValidUnitSymbol(UnitSymbolType) |  Obsolete.
 Checks whether a unit symbol is valid for the display unit in this FormatOptions.
IsValidUnitSymbol(DisplayUnitType, UnitSymbolType) |  Obsolete.
 Checks whether a unit symbol is valid for a given display unit.
See Also
FormatOptions Class
FormatOptions Members
Autodesk.Revit.DB Namespace